cask_args appdir: '/Applications'
brew 'mas'
tap 'acsandmann/tap'

brew 'asdf'
brew 'bat'
brew 'coreutils'
brew 'difftastic'
brew 'direnv'
brew 'eza'
brew 'fzf'
brew 'gcc'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'gnu-sed'
brew 'gnutls'
brew 'go'
brew 'httpie'
brew 'hub'
brew 'java'
brew 'jq'
brew 'jj'
brew 'neovim'
brew 'pam-reattach'
brew 'redis'
brew 'sesh'
brew 'ripgrep'
brew 'sqlite'
brew 'stow'
brew 'tmux'
brew 'wget'
brew 'z'
brew 'zoxide'
brew 'zsh'
brew 'rift'

cask '1password'
cask 'appcleaner'
cask 'arc'
cask 'bruno'
cask 'caffeine'
cask 'disk-inventory-x'
cask 'docker'
cask 'figma'
cask 'ghostty'
cask 'google-chrome'
cask 'inkscape'
cask 'karabiner-elements'
cask 'ngrok'
cask 'nikitabobko/tap/aerospace'
cask 'qlstephen'
cask 'quicklook-json'
cask 'raycast'
cask 'setapp'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tailscale'
cask 'vlc'
cask 'zoom'

mas 'Xcode', id: 497799835

# personal only

cask 'obsidian'
cask 'ticktick'
