cask_args appdir: '/Applications'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
brew 'mas'

brew 'asdf'
brew 'atuin'
brew 'bat'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'git-delta'
brew 'gnu-sed'
brew 'gnutls'
brew 'go'
brew 'httpie'
brew 'hub'
brew 'java'
brew 'jq'
brew 'neovim'
brew 'pam-reattach'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'sqlite'
brew 'tmux'
brew 'wget'
brew 'z'
brew 'zsh'

cask '1password'
cask 'alacritty'
cask 'appcleaner'
cask 'arc'
cask 'breaktimer'
cask 'bruno'
cask 'caffeine'
cask 'docker'
cask 'font-iosevka'
cask 'google-chrome'
cask 'hiddenbar'
cask 'inkscape'
cask 'karabiner-elements'
cask 'ngrok'
cask 'nikitabobko/tap/aerospace'
cask 'qlimagesize'
cask 'qlstephen'
cask 'quicklook-json'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'vlc'
cask 'zoom'

mas 'Lightshot Screenshot', id: 526298438
mas 'Xcode', id: 497799835

# personal only

cask 'anki'
cask 'dropbox'
cask 'obsidian'
cask 'ticktick'
