cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/cask-fonts'
brew 'mas'

brew 'bat'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'fzf'
brew 'gcc'
brew 'git'
brew 'git-delta'
brew 'gnu-sed'
brew 'gnutls'
brew 'go'
brew 'httpie'
brew 'hub'
brew 'jq'
brew 'neovim'
brew 'nginx'
brew 'nodenv'
brew 'pam_reattach'
brew 'pyenv'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'sqlite'
brew 'tmux'
brew 'wget'
brew 'yarn', args: ['without-node']
brew 'z'
brew 'zsh'

cask '1password'
cask 'altair-graphql-client'
cask 'anki'
cask 'appcleaner'
cask 'bartender'
cask 'caffeine'
cask 'dash'
cask 'dashlane'
cask 'docker'
cask 'dropbox'
cask 'font-iosevka'
cask 'google-chrome'
cask 'hey'
cask 'inkscape'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'monodraw'
cask 'ngrok'
cask 'obsidian'
cask 'postgres'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-json'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'tableplus'
cask 'telegram'
cask 'ticktick'
cask 'vlc'
cask 'zoom'

mas 'Lightshot Screenshot', id: 526298438
mas 'Numbers', id: 409203825
mas 'Reeder', id: 880001334
mas 'Xcode', id: 497799835
